import Navbar from "../components/Navbar";
import Footer from "../components/Footer";

const About = () => {
  return (
    <>
      <Navbar />
      <div
        className="bg-gray-100 h-full flex flex-col px-10 md:px-40 
            py-40 space-y-6"
      >
        <div>
          <h1 className="font-bold text-[28px] text-center">हमारा उद्देश्य</h1>
          <p className="text-[20px] text-center">
          हम ग्राहकों को उनकी मरम्मत और स्थापना की आवश्यकताओं में उच्च गुणवत्ता, विश्वसनीय और किफायती सेवाएँ प्रदान करते हैं। हमारा मिशन उद्योग में अग्रणी बनना है, सुरक्षा, नवाचार, ग्राहक सेवा, 
          और गुणवत्ता के लिए मानक स्थापित करना, और हमारे कर्मचारियों और भागीदारों के लिए एक सकारात्मक कार्य वातावरण बनाना है। 
          हम अपने ग्राहकों के लिए एक विश्वसनीय और जिम्मेदार भागीदार बनने का प्रयास करते हैं, उन्हें नवीनतम तकनीक, गुणवत्तापूर्ण कार्य और लागत-प्रभावशीलता के माध्यम से उनकी आवश्यकताओं को पूरा करने में मदद करते हैं।
          </p>
        </div>
        <div>
          <h1 className="font-bold text-[28px] text-center">हमारी कहानी</h1>
          <p className="text-[20px] text-center">
          यह 2019 में क्षेत्र में प्रमुख प्लंबिंग सेवाओं का प्रदाता बनने के लक्ष्य के साथ स्थापित किया गया था। कंपनी ईमानदार और पेशेवर सेवा प्रदान करने का प्रयास करती है, 
          साथ ही गुणवत्तापूर्ण कारीगरी, उचित मूल्य, और उत्कृष्ट ग्राहक सेवा भी देती है।
          </p>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default About;
